[Message]
1=必须输入%d位的数字串。
2=软件授权还允许运行%d天，需要联系大族客服人员，重新申请与(狗ID=%s, 校验码=%s)匹配的许可授权补丁，以便到期后能继续使用
3=设备已连续运行一年，需要联系大族客服人员，对设备进行维护检修，以确保安全正常运行，并申请与(狗ID=%s, 校验码=%s)匹配的软件授权检修确认补丁
4=模块库载入失败或模块库版本不正确，请检测软件安装是否正确
5=软件狗操作异常，请检测狗连接是否正常，驱动是否安装正确
6=当前软件授权已到期，需要联系大族客服人员，重新申请与(狗ID=%s, 校验码=%s)匹配的许可授权补丁，以便继续使用
7=软件狗类型不匹配，请确认软件狗是否是该软件配套的软件狗，否则请联系大族客服人员(狗ID=%s, 类别校验码=%s)
8=软件狗类型不匹配，请确认软件狗是否是该软件配套的软件狗，否则，请确认软件，控制卡及软件狗是否需要升级(狗ID=%s, 类别校验码=%s)
9=软件狗与打标卡不对应!
10=狗操作中发生未知错误!
11=没有检测到软件狗!
12=检测到软件狗，但不是合法的软件狗！
13=模块库载入失败或模块库版本不正确，请检测软件安装是否正确！
14=插入的软件狗多于1个！
15=函数传入参数不支持！
16=未知的控制卡类型！
17=未知的狗类型！
18=控制卡库加载失败！
19=取控制卡库接口函数失败！
20=无控制卡！
21=写卡失败，请检测控制卡的连接或坏损！
22=控制卡已经绑定到软件狗！
23=激活码校验检测成功,控制卡成功绑定到软件狗！
24=激活码校验检测失败，激活码不正确！
25=软件狗类型不匹配，请确认软件狗是否是该设备配套的软件狗，否则请联系大族客服人员(狗ID=%s, 类别校验码=%s)
26=检测到当前有未绑定新卡，请先用ActiveDog手动绑定后再重启软件。
27=控制卡不存在或软件狗与控制卡不对应,请用ActiveDog检测后再重启软件。
28=检测到多张控制卡，但未开通一机多卡功能，请拔掉不需要的卡后重启软件。
29=当前选定软件狗已与其它卡进行了绑定，您确定要将该软件狗重复绑定到此卡?

[Caption]
DlgBindCaption=激活绑定
DlgBindDogID=软件狗ID
DlgBindCardID=控制卡ID
DlgBindBtnBind=绑定
DlgBindQuit=退出

DlgEnterCodeCaption=输入激活码
DlgEnterCodeTime=发布时间
DlgEnterCodeDogID=软件狗ID
DlgEnterCodeCheckCode=激活校验码
DlgEnterCodeCheckTimes=激活次数
DlgEnterCodeEnterCodeTitle=请输入12位激活码
DlgEnterCodeBtnOK=确定
DlgEnterCodeBtnCancel=取消